Repository: chrissharp80/emuqu
Catalog: Emuqu/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, is, it, ja, ko, nb, nl, pt_br, ru, sv, zh_hans

source: You had the budget for more. Not a problem — recovery is still recovery — but if your plan calls for a hard day soon, today is a green light.
ar: كان لديك متسع للمزيد. لا مشكلة — التعافي يبقى تعافيًا — لكن إن كانت خطتك تتضمن يومًا شاقًا قريبًا، فاليوم ضوء أخضر.
da: Du havde overskud til mere. Ikke et problem — restitution er stadig restitution — men hvis din plan har en hård dag på vej, er i dag grønt lys.
de: Du hättest mehr drin gehabt. Kein Problem – Erholung bleibt Erholung –, aber wenn dein Plan bald einen harten Tag vorsieht, ist heute grünes Licht.
es: Tenías margen para más. No pasa nada —la recuperación sigue siendo recuperación—, pero si tu plan incluye un día duro pronto, hoy tienes luz verde.
fi: Sinulla oli varaa enempään. Ei haittaa – palautuminen on palautumista – mutta jos suunnitelmassasi on pian kova päivä, tänään on vihreää valoa.
fr: Vous aviez de la marge pour en faire plus. Pas de problème — la récupération reste de la récupération — mais si votre plan prévoit bientôt une journée dure, aujourd'hui c'est feu vert.
is: Þú hafðir svigrúm fyrir meira. Ekkert mál — endurheimt er samt endurheimt — en ef áætlunin gerir ráð fyrir erfiðum degi bráðlega er grænt ljós í dag.
it: Avevi margine per fare di più. Nessun problema — il recupero resta recupero — ma se il tuo piano prevede presto una giornata dura, oggi hai via libera.
ja: まだ余力がありました。問題ありません — 回復は回復です — ただ、近いうちにハードな日を予定しているなら、今日はゴーサインです。
ko: 더 할 여유가 있었습니다. 문제는 아닙니다. 회복은 회복이니까요. 다만 곧 강도 높은 날이 계획되어 있다면 오늘은 청신호입니다.
nb: Du hadde overskudd til mer. Ikke noe problem – restitusjon er fortsatt restitusjon – men har planen din en hard dag snart, er det grønt lys i dag.
nl: Je had ruimte voor meer. Geen probleem — herstel blijft herstel — maar als je schema binnenkort een zware dag heeft, is het vandaag groen licht.
pt_br: Você tinha fôlego para mais. Sem problema — recuperação continua sendo recuperação —, mas se o seu plano prevê um dia forte em breve, hoje é sinal verde.
ru: У вас был запас на большее. Ничего страшного — восстановление есть восстановление, — но если в плане скоро тяжёлый день, сегодня зелёный свет.
sv: Du hade utrymme för mer. Inget problem – återhämtning är fortfarande återhämtning – men om din plan har en hård dag snart är det grönt ljus i dag.
zh_hans: 你还有余力。没关系——恢复终归是恢复——但如果计划近期有高强度训练日，今天就是绿灯。

source: You read the signal correctly. When morning HRV is below baseline, an easy day buys back the autonomic capacity needed for the next quality session.
ar: قرأت الإشارة بشكل صحيح. عندما يكون HRV الصباحي أقل من خط الأساس، يستعيد اليوم السهل القدرة الذاتية اللازمة للجلسة النوعية التالية.
da: Du læste signalet rigtigt. Når morgen-HRV er under baseline, køber en let dag den autonome kapacitet tilbage, som næste kvalitetssession kræver.
de: Du hast das Signal richtig gedeutet. Liegt die Morgen-HRV unter dem Ausgangswert, holt ein lockerer Tag die autonome Kapazität zurück, die du für die nächste Qualitätseinheit brauchst.
es: Leíste bien la señal. Cuando la HRV matinal está por debajo de tu referencia, un día suave recupera la capacidad autónoma que necesitas para la próxima sesión de calidad.
fi: Luit signaalin oikein. Kun aamun HRV on perustason alapuolella, kevyt päivä palauttaa autonomisen kapasiteetin, jota seuraava laatuharjoitus vaatii.
fr: Vous avez bien lu le signal. Quand la HRV du matin est sous votre référence, une journée facile reconstitue la capacité autonome nécessaire à la prochaine séance de qualité.
is: Þú last merkið rétt. Þegar HRV að morgni er undir grunnlínu endurheimtir léttur dagur þá ósjálfráðu getu sem næsta gæðaæfing þarfnast.
it: Hai letto bene il segnale. Quando l'HRV mattutina è sotto la base, una giornata facile recupera la capacità autonomica che serve per la prossima sessione di qualità.
ja: シグナルを正しく読み取りました。朝のHRVがベースラインを下回るときは、軽い日を挟むことで次の質の高いセッションに必要な自律神経の余力を取り戻せます。
ko: 신호를 정확히 읽었습니다. 아침 HRV가 기준선보다 낮을 때 가벼운 하루는 다음 고강도 세션에 필요한 자율신경 여력을 되찾아 줍니다.
nb: Du leste signalet riktig. Når morgen-HRV er under baseline, kjøper en lett dag tilbake den autonome kapasiteten neste kvalitetsøkt trenger.
nl: Je las het signaal goed. Als je ochtend-HRV onder je basislijn ligt, wint een lichte dag de autonome capaciteit terug die je nodig hebt voor de volgende kwaliteitstraining.
pt_br: Você leu o sinal corretamente. Quando a HRV da manhã está abaixo da linha de base, um dia leve recupera a capacidade autonômica necessária para a próxima sessão de qualidade.
ru: Вы правильно прочитали сигнал. Когда утренняя ВСР ниже базовой, лёгкий день возвращает вегетативный резерв, нужный для следующей качественной тренировки.
sv: Du läste signalen rätt. När morgonens HRV ligger under baslinjen köper en lätt dag tillbaka den autonoma kapacitet som nästa kvalitetspass kräver.
zh_hans: 你正确解读了信号。当晨间 HRV 低于基线时，轻松的一天能为下一次高质量训练找回所需的自主神经储备。

source: You slept %@ with %lld%% sleep efficiency.
ar: نمت %1$@ بكفاءة نوم %2$lld%%.
da: Du sov %1$@ med %2$lld %% søvneffektivitet.
de: Du hast %1$@ geschlafen, mit %2$lld %% Schlafeffizienz.
es: Dormiste %1$@ con una eficiencia del sueño del %2$lld %%.
fi: Nukuit %1$@, unen tehokkuus %2$lld %%.
fr: Vous avez dormi %1$@ avec une efficacité du sommeil de %2$lld %%.
is: Þú svafst %1$@ með %2$lld%% svefnnýtni.
it: Hai dormito %1$@ con un'efficienza del sonno del %2$lld%%.
ja: 睡眠時間は%1$@、睡眠効率は%2$lld%%でした。
ko: %1$@ 동안 잤고 수면 효율은 %2$lld%%였습니다.
nb: Du sov %1$@ med %2$lld %% søvneffektivitet.
nl: Je sliep %1$@ met een slaapefficiëntie van %2$lld%%.
pt_br: Você dormiu %1$@ com %2$lld%% de eficiência do sono.
ru: Вы спали %1$@, эффективность сна — %2$lld%%.
sv: Du sov %1$@ med %2$lld %% sömneffektivitet.
zh_hans: 你睡了%1$@，睡眠效率为 %2$lld%%。

source: You went %@ faster but it cost you %lld bpm more HR — you pushed harder than usual. Acceptable for a key session, less so for what was supposed to be easy.
ar: كنت أسرع بمقدار %@ لكن ذلك كلّفك %lld نبضة/دقيقة إضافية — ضغطت أكثر من المعتاد. مقبول في جلسة رئيسية، وأقل قبولًا فيما كان يُفترض أن يكون سهلًا.
da: Du var %@ hurtigere, men det kostede %lld bpm højere puls — du pressede mere end normalt. Fint til en nøglesession, mindre godt til det, der skulle have været let.
de: Du warst %@ schneller, aber das hat dich %lld bpm mehr Puls gekostet – du hast mehr gedrückt als sonst. Okay für eine Schlüsseleinheit, weniger für eine, die locker sein sollte.
es: Fuiste %@ más rápido, pero te costó %lld lpm más de FC: apretaste más de lo habitual. Aceptable en una sesión clave, menos en una que debía ser suave.
fi: Olit %@ nopeampi, mutta se maksoi %lld bpm korkeamman sykkeen – painoit tavallista kovempaa. Hyväksyttävää avainharjoituksessa, vähemmän kevyeksi tarkoitetussa.
fr: Vous étiez plus rapide de %@ mais cela vous a coûté %lld bpm de FC en plus — vous avez forcé plus que d'habitude. Acceptable pour une séance clé, moins pour une séance censée être facile.
is: Þú varst %@ hraðari en það kostaði %lld slögum hærri púls — þú tókst meira á en venjulega. Í lagi á lykilæfingu, síður á æfingu sem átti að vera létt.
it: Sei stato più veloce di %@ ma ti è costato %lld bpm di FC in più: hai spinto più del solito. Accettabile in una sessione chiave, meno in una che doveva essere facile.
ja: %@速かったものの、心拍が%lld bpm上がりました — いつもより追い込んでいます。重要なセッションなら許容範囲ですが、軽めの予定だった日には向きません。
ko: %@ 빨랐지만 심박이 %lld bpm 더 올랐습니다. 평소보다 더 밀어붙였습니다. 핵심 세션이라면 괜찮지만, 가볍게 하려던 날이라면 아쉽습니다.
nb: Du var %@ raskere, men det kostet %lld bpm høyere puls – du presset mer enn vanlig. Greit for en nøkkeløkt, mindre bra for en som skulle være rolig.
nl: Je was %@ sneller, maar het kostte je %lld bpm meer hartslag — je ging harder dan gewoonlijk. Prima voor een sleuteltraining, minder voor een training die rustig had moeten zijn.
pt_br: Você foi %@ mais rápido, mas isso custou %lld bpm a mais de FC — você forçou mais que o normal. Aceitável numa sessão-chave, nem tanto no que deveria ser leve.
ru: Вы были на %@ быстрее, но это стоило +%lld уд/мин пульса — вы нажимали сильнее обычного. Допустимо для ключевой тренировки, хуже — для той, что должна была быть лёгкой.
sv: Du var %@ snabbare men det kostade %lld bpm högre puls – du pressade mer än vanligt. Okej för ett nyckelpass, mindre bra för ett som skulle vara lätt.
zh_hans: 你快了 %@，但心率多付出了 %lld bpm——你比平常更用力。关键训练可以接受，本该轻松的训练则不太合适。

source: You were %@ faster AND your HR was %lld bpm lower — that's a clean fitness signal. Same effort, more output. This is what training adaptation looks like.
ar: كنت أسرع بمقدار %@ وكان نبضك أقل بمقدار %lld نبضة/دقيقة — هذه إشارة لياقة واضحة. الجهد نفسه، وإنتاج أكبر. هكذا يبدو تكيّف التدريب.
da: Du var %@ hurtigere OG din puls %lld bpm lavere — et klart formtegn. Samme indsats, mere output. Sådan ser træningstilpasning ud.
de: Du warst %@ schneller UND dein Puls %lld bpm niedriger – ein klares Fitnesszeichen. Gleiche Anstrengung, mehr Leistung. So sieht Trainingsanpassung aus.
es: Fuiste %@ más rápido Y tu FC %lld lpm más baja: una señal clara de condición física. Mismo esfuerzo, más rendimiento. Así se ve la adaptación al entrenamiento.
fi: Olit %@ nopeampi JA sykkeesi %lld bpm matalampi – selvä kuntomerkki. Sama ponnistus, enemmän tulosta. Tältä harjoitteluun sopeutuminen näyttää.
fr: Vous étiez plus rapide de %@ ET votre FC plus basse de %lld bpm — un signe de condition net. Même effort, plus de rendement. Voilà à quoi ressemble l'adaptation à l'entraînement.
is: Þú varst %@ hraðari OG púlsinn %lld slögum lægri — skýrt merki um betra form. Sama átak, meiri afköst. Svona lítur aðlögun að þjálfun út.
it: Sei stato più veloce di %@ E la FC più bassa di %lld bpm: un chiaro segnale di forma. Stesso sforzo, più rendimento. Ecco come appare l'adattamento all'allenamento.
ja: %@速く、しかも心拍は%lld bpm低め — はっきりとした体力向上のサインです。同じ努力でより大きな出力。これがトレーニング適応の姿です。
ko: %@ 빨랐고 심박은 %lld bpm 낮았습니다. 분명한 체력 향상 신호입니다. 같은 노력으로 더 많은 출력. 이것이 훈련 적응의 모습입니다.
nb: Du var %@ raskere OG pulsen %lld bpm lavere – et tydelig formtegn. Samme innsats, mer uttelling. Slik ser treningstilpasning ut.
nl: Je was %@ sneller ÉN je hartslag was %lld bpm lager — een duidelijk fitheidssignaal. Zelfde inspanning, meer resultaat. Zo ziet trainingsaanpassing eruit.
pt_br: Você foi %@ mais rápido E sua FC ficou %lld bpm mais baixa — um sinal claro de condicionamento. Mesmo esforço, mais rendimento. É assim que a adaptação ao treino aparece.
ru: Вы были на %@ быстрее, А пульс — на %lld уд/мин ниже: явный признак прогресса формы. То же усилие — больше результата. Так выглядит тренировочная адаптация.
sv: Du var %@ snabbare OCH pulsen %lld bpm lägre – ett tydligt formtecken. Samma ansträngning, mer utdelning. Så ser träningsanpassning ut.
zh_hans: 你快了 %@，同时心率低了 %lld bpm——这是清晰的体能提升信号。同样的付出，更多的输出。这就是训练适应的样子。

source: You were %@ slower but your HR was actually %lld bpm lower — that's a deliberate-easy signal. You held back, and the body responded with less cardiac demand. Good sign of autonomic recovery.
ar: كنت أبطأ بمقدار %@ لكن نبضك كان أقل فعلًا بمقدار %lld نبضة/دقيقة — هذه إشارة إلى تمرين سهل متعمَّد. تمهّلت، فاستجاب الجسم بطلب قلبي أقل. علامة جيدة على التعافي الذاتي.
da: Du var %@ langsommere, men din puls var faktisk %lld bpm lavere — et tegn på bevidst let træning. Du holdt igen, og kroppen svarede med mindre belastning på hjertet. Godt tegn på autonom restitution.
de: Du warst %@ langsamer, aber dein Puls war sogar %lld bpm niedriger – ein Zeichen für bewusst lockeres Training. Du hast dich zurückgehalten und dein Körper hat mit weniger Herzarbeit reagiert. Gutes Zeichen für autonome Erholung.
es: Fuiste %@ más lento, pero tu FC fue %lld lpm más baja: señal de un día suave a propósito. Te contuviste y el cuerpo respondió con menos demanda cardíaca. Buena señal de recuperación autónoma.
fi: Olit %@ hitaampi, mutta sykkeesi oli jopa %lld bpm matalampi – merkki tietoisesti kevyestä harjoituksesta. Hillitsit menoa ja keho vastasi pienemmällä sydämen kuormalla. Hyvä merkki autonomisesta palautumisesta.
fr: Vous étiez plus lent de %@ mais votre FC était même plus basse de %lld bpm — signe d'une séance volontairement facile. Vous vous êtes retenu et le corps a répondu par une moindre sollicitation cardiaque. Bon signe de récupération autonome.
is: Þú varst %@ hægari en púlsinn var í raun %lld slögum lægri — merki um meðvitað létta æfingu. Þú hélst aftur af þér og líkaminn svaraði með minna álagi á hjartað. Gott merki um ósjálfráða endurheimt.
it: Sei stato più lento di %@ ma la FC era addirittura più bassa di %lld bpm: segnale di una sessione volutamente facile. Ti sei trattenuto e il corpo ha risposto con minor richiesta cardiaca. Buon segno di recupero autonomico.
ja: %@遅かったものの、心拍は%lld bpm低めでした — 意図的に軽くしたサインです。抑えて走ったことで、心臓への負担も少なく済みました。自律神経の回復の良い兆候です。
ko: %@ 느렸지만 심박은 오히려 %lld bpm 낮았습니다. 의도적으로 가볍게 한 신호입니다. 강도를 낮추자 몸이 심장 부담을 줄이며 반응했습니다. 자율신경 회복의 좋은 신호입니다.
nb: Du var %@ langsommere, men pulsen var faktisk %lld bpm lavere – et tegn på bevisst rolig trening. Du holdt igjen, og kroppen svarte med mindre belastning på hjertet. Godt tegn på autonom restitusjon.
nl: Je was %@ langzamer, maar je hartslag was zelfs %lld bpm lager — een teken van bewust rustig trainen. Je hield je in en je lichaam reageerde met minder belasting voor het hart. Goed teken van autonoom herstel.
pt_br: Você foi %@ mais lento, mas sua FC ficou %lld bpm mais baixa — sinal de uma sessão leve de propósito. Você se segurou e o corpo respondeu com menos demanda cardíaca. Bom sinal de recuperação autonômica.
ru: Вы были на %@ медленнее, но пульс оказался даже на %lld уд/мин ниже — признак сознательно лёгкой тренировки. Вы сдерживались, и организм ответил меньшей нагрузкой на сердце. Хороший признак вегетативного восстановления.
sv: Du var %@ långsammare men pulsen var faktiskt %lld bpm lägre – ett tecken på medvetet lugn träning. Du höll igen och kroppen svarade med mindre belastning på hjärtat. Gott tecken på autonom återhämtning.
zh_hans: 你慢了 %@，但心率反而低了 %lld bpm——这是刻意轻松训练的信号。你有所保留，身体以更低的心脏负担作出回应。这是自主神经恢复的好迹象。

source: You're building at standard pace.
ar: تبني بوتيرة معتادة.
da: Du bygger op i normalt tempo.
de: Du baust in normalem Tempo auf.
es: Estás progresando a ritmo normal.
fi: Kehität kuntoa tavanomaista tahtia.
fr: Vous progressez à un rythme standard.
is: Þú byggir upp á venjulegum hraða.
it: Stai progredendo a ritmo standard.
ja: 標準的なペースで積み上げています。
ko: 표준 속도로 쌓아가고 있습니다.
nb: Du bygger opp i normalt tempo.
nl: Je bouwt op in een normaal tempo.
pt_br: Você está evoluindo em ritmo padrão.
ru: Вы наращиваете нагрузку в обычном темпе.
sv: Du bygger upp i normal takt.
zh_hans: 你在以标准节奏提升。

source: You're building gradually.
ar: تبني تدريجيًا.
da: Du bygger gradvist op.
de: Du baust allmählich auf.
es: Estás progresando poco a poco.
fi: Kehität kuntoa vähitellen.
fr: Vous progressez graduellement.
is: Þú byggir upp smám saman.
it: Stai progredendo gradualmente.
ja: 少しずつ積み上げています。
ko: 점진적으로 쌓아가고 있습니다.
nb: Du bygger gradvis opp.
nl: Je bouwt geleidelijk op.
pt_br: Você está evoluindo gradualmente.
ru: Вы постепенно наращиваете нагрузку.
sv: Du bygger upp gradvis.
zh_hans: 你在循序渐进地提升。

source: You're carrying heavy fatigue — that's high strain, not a plateau. Plan proper recovery.
ar: أنت تحمل إرهاقًا كبيرًا — هذا إنهاك تدريبي مرتفع وليس ثباتًا. خطط لتعافٍ حقيقي.
da: Du bærer på stor træthed — det er høj belastning, ikke et plateau. Planlæg ordentlig restitution.
de: Du trägst starke Ermüdung mit dir – das ist hohe Belastung, kein Plateau. Plane echte Erholung ein.
es: Arrastras mucha fatiga: es carga alta, no una meseta. Planifica una recuperación de verdad.
fi: Kannat raskasta väsymystä – se on kovaa kuormitusta, ei tasannetta. Suunnittele kunnollinen palautuminen.
fr: Vous portez une forte fatigue — c'est une charge élevée, pas un plateau. Prévoyez une vraie récupération.
is: Þú berð mikla þreytu — þetta er mikið álag, ekki stöðnun. Skipuleggðu almennilega endurheimt.
it: Stai accumulando molta fatica: è carico elevato, non un plateau. Pianifica un vero recupero.
ja: 大きな疲労を抱えています — 停滞ではなく高負荷の状態です。しっかり回復の計画を立てましょう。
ko: 피로가 많이 쌓였습니다. 정체가 아니라 높은 부하 상태입니다. 제대로 된 회복을 계획하세요.
nb: Du bærer på stor tretthet – det er høy belastning, ikke et platå. Planlegg ordentlig restitusjon.
nl: Je draagt veel vermoeidheid mee — dat is hoge belasting, geen plateau. Plan echt herstel in.
pt_br: Você está carregando muita fadiga — isso é carga alta, não um platô. Planeje uma recuperação de verdade.
ru: Вы несёте сильную усталость — это высокая нагрузка, а не плато. Запланируйте полноценное восстановление.
sv: Du bär på kraftig trötthet – det är hög belastning, inte en platå. Planera ordentlig återhämtning.
zh_hans: 你正承受严重疲劳——这是高负荷，不是平台期。请安排好充分的恢复。

source: You're holding fitness.
ar: أنت تحافظ على لياقتك.
da: Du holder formen.
de: Du hältst deine Fitness.
es: Mantienes tu condición física.
fi: Pidät kuntosi.
fr: Vous conservez votre condition.
is: Þú heldur þrekinu.
it: Stai mantenendo la forma.
ja: フィットネスを保っています。
ko: 체력을 유지하고 있습니다.
nb: Du holder formen.
nl: Je houdt je fitheid vast.
pt_br: Você está mantendo o condicionamento.
ru: Вы сохраняете форму.
sv: Du håller konditionen.
zh_hans: 你的体能保持稳定。

source: You're holding load steady.
ar: تحافظ على حمل ثابت.
da: Du holder belastningen stabil.
de: Du hältst die Belastung stabil.
es: Mantienes la carga estable.
fi: Pidät kuormituksen tasaisena.
fr: Vous maintenez une charge stable.
is: Þú heldur álaginu stöðugu.
it: Stai mantenendo il carico stabile.
ja: 負荷を一定に保っています。
ko: 부하를 꾸준히 유지하고 있습니다.
nb: Du holder belastningen stabil.
nl: Je houdt de belasting stabiel.
pt_br: Você está mantendo a carga estável.
ru: Вы держите нагрузку на одном уровне.
sv: Du håller belastningen stabil.
zh_hans: 你的负荷保持平稳。

source: You're peaking. Form is good, fitness is held.
ar: أنت في الذروة. حالتك جيدة واللياقة محفوظة.
da: Du er i topform. Friskheden er god, og formen holdes.
de: Du bist in Höchstform. Die Form ist gut, die Fitness gehalten.
es: Estás en tu pico. La forma es buena y la condición física se mantiene.
fi: Olet huipussa. Vire on hyvä, kunto pysyy.
fr: Vous êtes au pic de forme. La fraîcheur est bonne, la condition se maintient.
is: Þú ert á hátindi. Formið er gott, þrekinu er haldið.
it: Sei al picco. La forma è buona e la condizione tiene.
ja: ピーキング中です。コンディションは良好で、フィットネスも保たれています。
ko: 피킹 중입니다. 컨디션이 좋고 체력이 유지되고 있습니다.
nb: Du er i toppform. Friskheten er god, og formen holdes.
nl: Je zit op je piek. Je vorm is goed, je fitheid blijft behouden.
pt_br: Você está no pico. A forma está boa e o condicionamento se mantém.
ru: Вы на пике. Свежесть хорошая, форма сохраняется.
sv: Du är i toppform. Formen är bra och konditionen håller.
zh_hans: 你正处于竞技峰值。状态良好，体能保持。

source: You're pushing on purpose — extra fatigue is expected.
ar: أنت تضغط على نفسك عمدًا — الإرهاق الإضافي متوقع.
da: Du presser på med vilje — ekstra træthed er forventeligt.
de: Du gehst bewusst an die Grenze — zusätzliche Ermüdung ist zu erwarten.
es: Estás apretando a propósito — es normal tener más fatiga.
fi: Painat tarkoituksella — ylimääräinen väsymys on odotettavaa.
fr: Vous poussez exprès — une fatigue supplémentaire est normale.
is: Þú keyrir þig áfram af ásettu ráði — aukin þreyta er eðlileg.
it: Stai spingendo di proposito — un affaticamento extra è normale.
ja: あえて追い込んでいます — 疲労が増えるのは想定内です。
ko: 일부러 밀어붙이고 있습니다 — 추가 피로는 예상된 것입니다.
nb: Du presser på med vilje — ekstra tretthet er forventet.
nl: Je gaat er bewust overheen — extra vermoeidheid is te verwachten.
pt_br: Você está forçando de propósito — fadiga extra é esperada.
ru: Вы нагружаете себя намеренно — дополнительная усталость ожидаема.
sv: Du pressar på med flit — extra trötthet är väntad.
zh_hans: 你在有意加量 — 额外的疲劳在意料之中。

source: You're rebuilding after a break — ease the load back in gradually.
ar: أنت تعود بعد انقطاع — زِد الحِمل تدريجيًا.
da: Du er ved at komme tilbage efter en pause — øg belastningen gradvist.
de: Du baust nach einer Pause wieder auf — steigere die Belastung schrittweise.
es: Estás retomando tras un parón: aumenta la carga poco a poco.
fi: Palaat tauon jälkeen — lisää kuormaa vähitellen.
fr: Vous reprenez après une pause — augmentez la charge progressivement.
is: Þú ert að byggja upp aftur eftir hlé — auktu álagið smám saman.
it: Stai riprendendo dopo una pausa: aumenta il carico gradualmente.
ja: 休止明けで再開中です — 負荷は少しずつ戻しましょう。
ko: 휴식 후 다시 시작하는 중입니다 — 부하를 천천히 늘리세요.
nb: Du bygger opp igjen etter en pause — øk belastningen gradvis.
nl: Je bouwt weer op na een pauze — voer de belasting geleidelijk op.
pt_br: Você está voltando após uma pausa — aumente a carga aos poucos.
ru: Вы возвращаетесь после перерыва — наращивайте нагрузку постепенно.
sv: Du bygger upp igen efter ett uppehåll — öka belastningen gradvis.
zh_hans: 你正在中断后重新恢复训练 — 请逐步增加负荷。

source: You've arrived at %@.
ar: لقد وصلت إلى %@.
da: Du er nået frem til %@.
de: Du bist angekommen: %@.
es: Has llegado a %@.
fi: Olet perillä: %@.
fr: Vous êtes arrivé : %@.
is: Þú ert komin(n) á áfangastað: %@.
it: Sei arrivato a %@.
ja: %@に到着しました。
ko: %@에 도착했습니다.
nb: Du har kommet frem til %@.
nl: Je bent aangekomen bij %@.
pt_br: Você chegou a %@.
ru: Вы прибыли: %@.
sv: Du har kommit fram till %@.
zh_hans: 你已到达%@。

source: Young athletes often see 70-130+ ms
ar: الرياضيون الشباب يسجلون غالبًا 70-130+ م.ث
da: Unge atleter ser ofte 70-130+ ms
de: Junge Sportler haben oft 70-130+ ms
es: Los deportistas jóvenes suelen tener 70-130+ ms
fi: Nuoret urheilijat saavat usein 70-130+ ms
fr: Les jeunes sportifs ont souvent 70-130+ ms
is: Ungt íþróttafólk er oft með 70-130+ ms
it: Gli atleti giovani hanno spesso 70-130+ ms
ja: 若いアスリートは 70-130+ ms になることが多いです
ko: 젊은 선수는 보통 70-130+ ms입니다
nb: Unge utøvere ser ofte 70-130+ ms
nl: Jonge sporters zien vaak 70-130+ ms
pt_br: Atletas jovens costumam ter 70-130+ ms
ru: Молодые спортсмены часто имеют 70-130+ мс
sv: Unga idrottare ser ofta 70-130+ ms
zh_hans: 年轻运动员通常为 70-130+ ms

source: Your ANS is at peak dynamism.
ar: جهازك العصبي الذاتي في ذروة حيويته.
da: Dit ANS er på sit mest dynamiske.
de: Dein autonomes Nervensystem ist auf dem Höhepunkt seiner Dynamik.
es: Tu sistema nervioso autónomo está en su máximo dinamismo.
fi: Autonominen hermostosi on dynaamisimmillaan.
fr: Votre système nerveux autonome est à son pic de dynamisme.
is: Ósjálfráða taugakerfið þitt er á hátindi kraftsins.
it: Il tuo sistema nervoso autonomo è al massimo del dinamismo.
ja: あなたの自律神経系は最も活発な状態です。
ko: 자율신경계가 최고의 활력 상태입니다.
nb: ANS-et ditt er på sitt mest dynamiske.
nl: Je ANS is op zijn dynamischst.
pt_br: Seu SNA está no auge do dinamismo.
ru: Ваша ВНС на пике динамичности.
sv: Ditt ANS är som mest dynamiskt.
zh_hans: 你的自主神经系统正处于最佳活力状态。
